# encoding=utf8

MOD_AND_LEVELS = {
    1: (5, 6),
    3: (7, 8),
    5: (9, 12),
    7: (13, 14),
    9: (15, 16),
    11: (17, 18),
    15: (19, 20),
    19: (21, 22),
    23: (23, 24),
}
STONES = {
    "Александрит": "Сила",
    "Алмаз": "Ловкость",
    "Амазонит": "Удача",
    "Апатит": "Реакция",
    "Бирюза": "Сложение",
    "Яшма": "Злость",
    "Лазурит": "Меткость",
    "Малахит": "Владение оружием",
    "Обсидиан": "Защита",
    "Оникс": "Кулачный бой",
    "Опал": "Оберег удачи",
    "Пирит": "Оберег уворота",
    "Рубин": "Оберег ответа",
    "Сапфир": "Оберег крит. удара",
    "Селенит": "Оберег уворота противника",
    "Хризолит": "Оберег ответа противника",
    "Флуорит": "Оберег крита противника",
    "Изумруд": "Оберег удачи противника",
}
FACETED = "Ограненный"
