# encoding=utf8

MOD_AND_LEVELS = {
                  1: (5, 6),
                  3: (7, 8),
                  5: (9, 12),
                  7: (13, 14),
                  9: (15, 16),
                  11: (17, 18),
                  15: (19, 20),
                  19: (21, 22),
                  23: (23, 24)
                  }
STONES = {
          u"Александрит" : u"Сила",
          u"Алмаз" : u"Ловкость",
          u"Амазонит" : u"Удача",
          u"Апатит" : u"Реакция",
          u"Бирюза" : u"Сложение",
          u"Яшма" : u"Злость",
          u"Лазурит" : u"Меткость",
          u"Малахит" : u"Владение оружием",
          u"Обсидиан" : u"Защита",
          u"Оникс" : u"Кулачный бой",
          u"Опал" : u"Оберег удачи",
          u"Пирит" : u"Оберег уворота",
          u"Рубин" : u"Оберег ответа",
          u"Сапфир" : u"Оберег крит. удара",
          u"Селенит" : u"Оберег уворота противника",
          u"Хризолит" : u"Оберег ответа противника",
          u"Флуорит" : u"Оберег крита противника",
          u"Изумруд" : u"Оберег удачи противника"
          }
FACETED = u"Ограненный"

